;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 1.27 (September 21, 2017)
;

[Translation]
LanguageName=FR
LangCode=040C
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirmation

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=A venir
TfrmWRMMain.btnCompleted.Caption=Terminé
TfrmWRMMain.btnBack.caption=Retour
TfrmWRMMain.btnDone.Caption=Enregistrer
TfrmWRMMain.lblRepeat.caption=Répéter :
TfrmWRMMain.lblTime.caption=Heure :
TfrmWRMMain.lblName.caption=Description :
TfrmWRMMain.lblDate.caption=Date :
TfrmWRMMain.cbPeriod.Item1=Une fois
TfrmWRMMain.cbPeriod.Item2=Quotidiennement
TfrmWRMMain.cbPeriod.Item3=Hebdomadairement
TfrmWRMMain.cbPeriod.Item4=Mensuellement
TfrmWRMMain.cbPeriod.Item5=Annuellement
;
;hint
;
TfrmWRMMain.RestoreHint=Sauvegarde & Restauration
TfrmWRMMain.imgf.hint=Suivez-nous sur Facebook
TfrmWRMMain.imgt.hint=Suivez-nous sur Twitter
TfrmWRMMain.imgmail.hint=Partagez avec vos amis
TfrmWRMMain.imghome.hint=Page d'accueil
TfrmWRMMain.CloseHint=Fermer
TfrmWRMMain.MenuHint=Menu
TfrmWRMMain.MinHint=Minimiser
TfrmWRMMain.lbl2.caption=Version actuelle : %s
TfrmWRMMain.lbl3.Caption=Vérifier les mises à jour
TfrmWRMMain.btnDetails.hint_1=Détails
TfrmWRMMain.btnDetails.hint_2=Modifier et récupérer
TfrmWRMMain.btnDelete.hint_1=Marquer comme terminé
TfrmWRMMain.btnDelete.hint_2=Supprimer
TfrmWRMMain.OpenWindow=Ouvrir WiseReminder
TfrmWRMMain.btnNew.Caption=Ajout

msgdlg.btnNO=Non
msgdlg.btnOk=OK
msgdlg.btnYes=Oui
;
; Time
;
constY=Année
constM=Mois
constD=Jour
constHH=Heure
constMM=Minute
constSS=Seconde
constYs=Années
constMs=Mois
constDs=Jours
constHHs=Heures
constMMs=Minutes
constSSs=Secondes
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Aide en ligne (en anglais)
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Page d'accueil
TfrmWRMMain.TrayMenuItem4=Nous contacter
TfrmWRMMain.TrayMenuItem5=Autovérification des mises à jour
TfrmWRMMain.TrayMenuItem6=Autovérification des nouveautés
TfrmWRMMain.TrayMenuItem7=Langue
TfrmWRMMain.TrayMenuItem8=Lancer au démarrage
TfrmWRMMain.TrayMenuItem9=A propos
TfrmWRMMain.TrayMenuItem10=Quitter
TfrmRemindDlg.Caption_1=Vous avez raté quelques rappels
TfrmWRMMain.lbl1.caption=Restaurer
TfrmWRMMain.fxpmn.item1=Sauvegarder
TfrmWRMMain.fxpmn.item2=Restaurer
GetLang=Traduire en ...
;
; Notice
;
TfrmRemindDlg.Caption=Avertissement
TfrmRemindDlg.btnComplete.Caption=OK, compris !
TfrmRemindDlg.btnDelay.Caption=Différer de ...
;
; About
;
TfrmAbout.Caption=A propos
TfrmAbout.lblEmail.caption=Support courriel :
TfrmAbout.lblhome.caption=Site officiel :
TfrmAbout.lblthanks.caption=Remerciements aux contributeurs suivants :
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Version actuelle :
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Mode silencieux
TfrmWRMMain.cbbVoice.Item2 = Son par défault
TfrmWRMMain.cbbVoice.Item3 = Son personnalisé 
TfrmWRMMain.lblVoice.Caption = Alarme sonore :

[Messages]
UnkonwFileType = Fichier son inconnu !
ExitModify=Il y a des modifications non enregistrées.Etes-vous sûr de quitter cette page ?
RemindNameNULL=Vous avez oublié de décrire le rappel !
NewVer=Une nouvelle version est disponible ! Mettre à jour maintenant ?
NoNewVer=Félicitations : vous utilisez la dernière version !!
ExitApp=Etes-vous sûr de quitter Wise Reminder ? Ses avertissements ne seront plus disponibles !!!
NoneReminder=Vous n'avez introduit aucun rappel !!
NoneCopmpleted=Vous n'avez pas de rappel terminé !!
NoneSelected=Sélectionnez au moins un élément !
TimeOver=Votre horodatage pointe dans le passé !!

[Lang]
NativeLanguage=Français